{
    "chapters": [
        {
            "summary": "This episode of the how a business podcast focuses on profitability. A strong and healthy business model is what supports a business that is consistently profitable. Download the business model health checklist to help you analyze if your business is healthy.",
            "gist": "Is Your Business Profitability Broken?",
            "headline": "Henry Lopez: On this episode I'm going to focus on profitability",
            "start": 320,
            "end": 145352
        },
        {
            "summary": "A profit, also referred to as net operating income, is the money that's left over. Do we include in that calculation what you may or may not be paying yourself? It is a truer indication as to how healthy my business model is.",
            "gist": "Net Profit",
            "headline": "Net operating profit is the money that's left over after subtracting expenses",
            "start": 145456,
            "end": 555474
        },
        {
            "summary": "After your startup stage, are you consistently making the profit that you projected or that is typical for your industry or segment? What else impacts making a profit? Your cost structure might be too high. Are you continuously having to put cash into the business or borrow money?",
            "gist": "How to Make a Profit in the Small Business",
            "headline": "After your startup stage, are you consistently making the profit that you projected",
            "start": 555562,
            "end": 793476
        },
        {
            "summary": "After your startup stage, your business should be consistently profitable. Profitability isn't just about making money, it's about survival as a business. Being profitable gives you the flexibility to make strategic decisions.",
            "gist": "What is a substantial insufficient profit?",
            "headline": "After your startup stage, your business should be consistently profitable",
            "start": 793648,
            "end": 1021220
        },
        {
            "summary": "A profitable business is inherently more valuable. I encourage you to consider engaging me as a business coach. Just visit thehowabusiness. com and click on the button at the top of the screen to schedule a free coaching consultation.",
            "gist": "Want help starting or growing your business? Here you go!",
            "headline": "If you need help with starting your business or growing your existing business",
            "start": 1021300,
            "end": 1079530
        },
        {
            "summary": "What makes a business profitable? Are there enough people out there that are ready, willing and able to buy what it is that I have to offer? How do we measure profitability? The financial statement that comes into play here is the profit and loss statement.",
            "gist": "What Makes a Business Profitable?",
            "headline": "So let's talk just a little bit more about what makes a business profitable",
            "start": 1079690,
            "end": 1212070
        },
        {
            "summary": "Henry Lopez: profitability is one of the key three components of a solid and healthy business model. If you are planning to start a business, it's imperative that you forecast your financials and plan for consistent and sufficient profitability. If your business model is not making a profit, something is broken.",
            "gist": "Is My Business Model Well-Healthy?",
            "headline": "Henry Lopez: Business model profitability is key component of a healthy business",
            "start": 1212530,
            "end": 1324720
        }
    ],
    "audio_url": "https://pdcn.co/e/dts.podtrac.com/redirect.mp3/pscrb.fm/rss/p/traffic.libsyn.com/secure/howofbusiness/Episode_537_-_Profitable_Small_Business.mp3?dest-id=346019",
    "thumbnail": "https://static.libsyn.com/p/assets/4/1/a/2/41a2fb02be4543be/HOB_New_Logo_1400.png",
    "podcast_title": "The How of Business - How to start, run & grow a small business.",
    "episode_title": "537: Is Your Small Business Profitable?"
}